Revit 2027 API
BuiltInFailures.CopyMonitorFailures.AlreadyCopiedAndStopWatch Property
 Element has already been copied. Stop existing monitoring to copy again.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AlreadyCopiedAndStopWatch { get; }
Public Shared ReadOnly Property AlreadyCopiedAndStopWatch As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AlreadyCopiedAndStopWatch {
	FailureDefinitionId^ get ();
}
static member AlreadyCopiedAndStopWatch : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyMonitorFailures Class
Autodesk.Revit.DB Namespace